Repository: WPPlugins/cwx-project
Catalog: lang/cwx-project-*.po
Languages: de_de

source: You can create new Task Statuses and Categories on the Settings page, but usually, you or other users create them right in the Tasks. In the latter case, they are stored as proposals and you will see a checkbox in the column that shows a bulb. You may set a checkmark on the proposed item to accept it. On the column with the trash can, you can mark items you want to delete (permanently). Finally, on the column Move Tasks, you can move Tasks assigned to the Status or Category to another Status or Category, which is especially useful if you choose to delete the item.
de_de: Sie können unter den Einstellungen neue Status und Kategorien anlegen. Normalerweise werden diese aber direkt in den Aufgaben als Vorschläge erstellt. Für Vorschläge wird in der Spalte mit einer Lampe ein Kästchen angezeigt. Zum akzeptieren eines Vorschlags kann dort ein Häkchen gesetzt werden. In der Spalte mit dem Papierkorb können Einträge zum Löschen markiert werden. In der Spalte Aufg. versch. können Aufgaben auf einen anderen Status gesetzt, bzw. einer anderen Kategorie zugewiesen werden, was besonders für das Löschen eines Eintrags nützlich sein kann.

source: The Post Types tab gives you options to choose which types of posts you want the CWX Project Task box to show on. This box allows you and other users (with permission) to associate the Post with a Task.
de_de: Unter dem Inhaltstypen-Reiter finden Sie Optionen für Inhaltstypen für die eine CWX Project - Aufgabe-Box verfügbar sein soll. Die Aufgabe-Box erlaubt Ihnen und anderen Benutzern (mit entsprechenden Rechten) Beiträge mit einer Aufgabe zu verknüpfen.

source: On the Priorities tab, you can change the colors for priorities. Simply click on the Select Color buttons and pick a new color on the color picker.
de_de: Unter dem Prioritäten-Reiter können die Farben der Prioritäten angepasst werden. Klicken Sie auf die Farbwahl-Buttons und wählen Sie eine neue Farbe aus.

source: The Permissions tab lists all roles currently available in the WordPress installation as well as all capabilities (permissions) available for CWX Project. To change permissions for a certain role, click on the role name, then check the permissions you want for that role and unckeck those you do not want. You can use the keyboard to navigate through roles with [alt] + [page up]/[page down].
de_de: Unter dem Nutzerrechte-Reiter werden alle zurzeit verfügbaren Rollen und die spezifischen Rechte für CWX Project aufgelistet. Um Rechte für eine spezielle Rolle zu ändern, klicken Sie die gewünschte Rolle an. Setzen oder löschen Sie die Häkchen wie gewünscht, wobei ein Häkchen bedeutet, dass das Recht gegeben wird. Sie können die Rolle auch mit der Tastatur wechseln: [Alt] + [Bild hoch]/[Bild runter].

source: You may attach a CWX Project Task to this %1$s. If you do so, you can alter all the Tasks properties as you normally would in the main CWX Project Widget. The first thing you need to do is create a new Task for this %1$s and save the %1$s. Then, after this page has reloaded, the properties of the Task will be shown and some are editable, depending on your permissions.
de_de: Sie können eine CWX Project - Aufgabe an diese(n) %1$s anhängen. Falls Sie das wollen, können Sie alle Eigenschaften der Aufgabe wie im CWX Project Widget bearbeiten. Als erstes müssen Sie eine neue Aufgabe für diese(n) %1$s anlegen und speichern. Wenn die Seite neu geladen wurde stehen alle Eigenschaften der Aufgabe zur Verfügung und können entsprechend Ihrer Rechte bearbeitet werden.

source: Creating a new Task
de_de: Eine neue Aufgabe anlegen

source: To create a new Task for this %1$s, navigate to the CWX Project - Task meta box. There you choose a Project or to create a new Project (if your permissions allow you to). In the latter case, you may also choose to create a private Project (no one else but you can see it). Finally, you can assign yourself to the Task (again, if your permissions allow that). When you are ready, save the %1$s.
de_de: Um für diese(n) %1$s eine neue Aufgabe anzulegen, gehen Sie zur CWX Project - Aufgabe-Box. Dort wählen Sie ein vorhandenes Projekt aus der Liste, oder erstellen ein neues Projekt (mit entsprechenden Rechten). Im letzteren Fall können Sie bestimmen ob das neue Projekt privat sein soll (wenn ja, können nur Sie das Projekt sehen). Zuletzt können Sie sich noch als Bearbeiter der Aufgabe eintragen lassen (entsprechende. Rechte vorausgesetzt). Wenn Sie fertig sind, speichern Sie die/den %1$s.

source: Depending on your permissions, you can edit the properties. While most of these properties are self-explanatory, some need an explanation &hellip;
de_de: Abhängig von Ihren Rechten können Sie die Eigenschaften ändern. Die meisten Eigenschaften sind selbsterklärend, einige bedürfen einer Erklärung &hellip;

source: Invalid request.
de_de: Ungültige Anfrage.

source: Attempt to modify an unknown task! Update failed.
de_de: Versuch eine unbekannte Aufgabe zu ändern! Aktualisierung fehlgeschlagen.

source: The tasks title must not be empty! Update failed.
de_de: Der Aufgabentitel darf nicht leer sein! Aktualisierung fehlgeschlagen.

source: The task '%s' has been updated.
de_de: Die Aufgabe '%s' wurde aktualisiert

source: The task has been updated.
de_de: Die Aufgabe wurde aktualisiert.

source: Attempt to move an unknown task to trash!
de_de: Versuch eine unbekannte Aufgabe in den Papierkorb zu verschieben!

source: New Task
de_de: Neue Aufgabe

source: A new task has been created.
de_de: Eine Neue Aufgabe wurde angelegt

source: Priority
de_de: Priorität

source: Created by
de_de: Angelegt von

source: Created on
de_de: Angelegt am

source: Updated on
de_de: Geändert am

source: Due Date
de_de: Fällig am

source: Progress
de_de: Fortschritt

source: Time Spent
de_de: Zeitaufwand

source: Category
de_de: Kategorie

source: Description
de_de: Beschreibung

source: Date Format: %s
de_de: Datumsformat: %s

source: Progress for this task in percent
de_de: Fortschritt dieser Aufgabe in Prozent

source: Days : Hours : Minutes
de_de: Tage : Stunden : Minuten

source: Attempt to move an unknown project to trash!
de_de: Versuch ein unbekanntes Projekt in den Papierkorb zu verschieben!

source: You must enter a title for the new project!
de_de: Sie müssen für das neue Projekt einen Titel eingeben!

source: The new project '%s' has been created.
de_de: Das neue Projekt '%s' wurde angelegt.

source: Attempt to modify an unknown project! Update failed.
de_de: Versuch ein unbekanntes Projekt zu ändern ! Aktualisierung fehlgeschlagen.

source: The projects title must not be empty! Update failed.
de_de: Der Projekttitel darf nicht leer sein! Aktualisierung fehlgeschlagen.

source: The project '%s' has been updated.
de_de: Das Projekt '%s' wurde aktualisiert.

source: Project
de_de: Projekt

source: Loading
de_de: Lade

source: No Tasks found
de_de: Keine Aufgaben gefunden

source: Add new Tasks or adjust the filters.
de_de: Neue Aufgaben hinzufügen oder Filter anpassen.

source: Invalid color value for priority %d! Please use HTML colors (#rgb, #rrggbb).
de_de: Ungültiger Farbwert für Priorität %d! Bitte HTML-Farben angeben (#rgb, #rrggbb).

source: Permission denied!
de_de: Zugriff verweigert!

source: Invalid meta type!
de_de: Ungültiger Metatyp

source: Name cannot be empty!
de_de: Name darf nicht leer sein!

source: Insufficient permissions!
de_de: Zugriffsrechte nicht ausreichend!

source: This Widget requires JavaScript
de_de: Das Widget erfordert JavaScript

source: Please enable JavaScript in your browser.
de_de: Bitte aktivieren Sie JavaScript in Ihrem Browser.

source: Filters
de_de: Filter

source: Apply Filters
de_de: Filter anwenden

source: All
de_de: Alle

source: Public
de_de: Öffentlich

source: Private
de_de: Privat

source: Search
de_de: Suche

source: Task Title
de_de: Aufgabentitel

source: No Projects found
de_de: Keine Projekte gefunden

source: Add new Projects or adjust the filters.
de_de: Neue Projekte hinzufügen oder Filter anpassen.

source: New Project
de_de: Neues Projekt

source: Project Title:
de_de: Projekttitel

source: Make the project private
de_de: Als privates Projekt anlegen

source: Create Project
de_de: Projekt anlegen

source: Trash &hellip;
de_de: Papierkorb &hellip;

source: Settings &hellip;
de_de: Einstellungen &hellip;

source: Confirm Operation
de_de: Vorgang bestätigen

source: Do you want to trash the Item?
de_de: Möchten Sie dieses Objekt löschen?

source: This is not a permanent deletion!
de_de: Dies ist keine permanente Löschung!

source: Do not ask again.
de_de: Nicht wieder fragen.

source: Disabled
de_de: Deaktiviert

source: Edit Project
de_de: Projekt bearbeiten

source: Trash Project
de_de: Projekt löschen

source: Add New Task to this Project
de_de: Neue Aufgabe zu diesem Projekt hinzufügen

source: &#13;Progress: %01.2f%%
de_de: &#13;Fortschritt: %01.2f%%

source: Edit Task
de_de: Aufgabe bearbeiten

source: Trash Task
de_de: Aufgabe löschen

source: Progress: %d%%
de_de: Fortschritt: %d%%

source: Assigned to:
de_de: Zugewiesen an:

source: Due Date:
de_de: Fällig am:

source: No one
de_de: Niemand

source: Myself
de_de: Ich selbst

source: No description available.
de_de: Keine Beschreibung verfügbar.

source: The Trash Can is empty!
de_de: Der Papierkorb ist leer!

source: - Select Action -
de_de: - Bitte Aktion wählen -

source: Restore Selected
de_de: Wiederherstellen

source: Delete Selected
de_de: Löschen

source: Submit
de_de: Abschicken
