Repository: WPPlugins/cwx-project
Catalog: lang/cwx-project-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Close
de_de: Schließen

source: Apply Changes
de_de: Anwenden

source: Categories
de_de: Kategorien

source: Statuses
de_de: Status

source: Post Types
de_de: Inhaltstypen

source: Priorities
de_de: Prioritäten

source: Permissions
de_de: Nutzerrechte

source: Category Name
de_de: Kategorie-Name

source: Move Tasks to Category (also see the note below)
de_de: Verschiebe Aufgabe nach Kategorie (siehe unten)

source: Move Tasks *
de_de: Aufg. versch. *

source: Proposed Category (check to accept)
de_de: Vorgeschlagene Kategorie (zum Annehmen markieren)

source: Delete Category (you may use Move Tasks)
de_de: Kategorie löschen (benutze evtl. Aufg. versch.)

source: No categories yet!
de_de: Keine Kategorien vorhanden!

source: New Category:
de_de: Neue Kategorie:

source: New Category
de_de: Neue Kategorie

source: Add Category
de_de: Kategorie hinzufg.

source: * Tasks of the Category will be moved to the Category entered here.<br />* If you opt to delete the Category, you can use the move function to move Tasks to the entered Category before deletion.<br />* If you enter a Category name that does not yet exist, the Category will be created and Tasks will be moved to the new Category.
de_de: * Aufgaben dieser Kategorie werden in die eingegebene verschoben.<br />* Falls eine Kategorie gelöscht werden soll, kann ein Verschieben sinnvoll sein.<br />* Wenn ein nicht vorhandener Kategorie-Name eingegeben wird, wird die Kategorie automatisch angelegt und die Aufgaben in die neue Kategorie verschoben.

source: Change the Status of Tasks to entered Status
de_de: Ändere den Status der Aufgabe zum eingegebenen Status

source: New Task Status *
de_de: Neuer Aufgabenstatus *

source: Proposed Status (check to accept)
de_de: Vorgeschlagener Status (zum Annehmen markieren)

source: Delete Status
de_de: Status löschen (benutze evtl. Aufg. versch.)

source: No statuses yet!
de_de: Keine Status vorhanden!

source: New Status:
de_de: Neuer Status:

source: New Status
de_de: Neuer Status

source: Add Status
de_de: Status hinzufg.

source: * Changes Tasks with current Status to the entered Status.<br />* If you opt to delete the Status, you can use the function to assign a new Status to Tasks before deletion.<br />* If you enter a Status name that does not yet exist, the Status will be created and Tasks will be assigned to the new Status.
de_de: * Ändert diesen Status zum eingegebenen Status.<br />* für das Löschen eines Status kann diese Funktion nützlich sein um vor der Löschung einen neuen Status zuzuweisen.<br />* Wenn ein nicht vorhandener Statusname eingegeben wird, wird der Status automatisch angelegt und die Aufgaben dem neuen Status zugewiesen.

source: Check the Post Types you want a Task Metabox for. The Metabox will appear on Pages where you edit posts of the post types you select here.
de_de: Markieren Sie die Inhaltstypen, für welche die Aufgaben-Box genutzt werden kann. Die Aufgaben-Box wird auf den Seiten angezeigt auf denen die gewählten Inhaltstypen bearbeitet werden.

source: Task
de_de: Aufgabe

source: Create a Task for this %s in Project:
de_de: Für diese(n) %s Aufgabe anlegen im Projekt:

source: Do not create a Task
de_de: Keine Aufgabe anlegen

source: Create new Project
de_de: Neues Projekt anlegen

source: Available Projects
de_de: Verfügbare Projekte

source: Title of the new Project
de_de: Titel des neuen Projekts

source: Project Title
de_de: Projekttitel

source: Create as Private
de_de: Als private anlegen

source: Assign myself to the Task
de_de: Aufgabe an mich zuweisen

source: 1 (low)
de_de: 1 (gering)

source: 5 (medium)
de_de: 5 (mittel)

source: 9 (high)
de_de: 9 (hoch)

source: Use Dashboard Widget
de_de: Dashboard Widget verwenden

source: Add Projects
de_de: Projekte hinzufügen

source: Edit Own Projects
de_de: Eigene Projekte bearbeiten

source: Edit Others Projects
de_de: Projekte Anderer bearbeiten

source: Trash Own Projects
de_de: Eigene Projekte löschen

source: Trash Others Projects
de_de: Projekte Anderer löschen

source: Add Tasks
de_de: Aufgaben hinzufügen

source: Edit Own Tasks
de_de: Eigene Aufgaben bearbeiten

source: Edit Others Tasks
de_de: Aufgaben Anderer bearbeiten

source: Edit Own Assigned Tasks
de_de: Eigene zugewiesene Aufgaben ändern

source: Edit Tasks Assigned to Others
de_de: Anderen zugewiesene Aufgaben ändern

source: Trash Own Tasks
de_de: Eigene Aufgaben löschen

source: Trash Others Tasks
de_de: Aufgaben Anderer löschen

source: Self-Assign Tasks
de_de: Aufgaben an mich zuweisen

source: Edit Own Assignment
de_de: Eigene Zuweisung ändern

source: Edit Others Assignment
de_de: Zuweisungen Anderer ändern

source: Edit Due Date
de_de: Fälligkeitsdatum bearbeiten

source: Edit Own Statuses
de_de: Eigenen Status ändern

source: Edit Others Statuses
de_de: Status Anderer ändern

source: Edit Own Categories
de_de: Eigene Kategorien ändern

source: Edit Others Categories
de_de: Kategorien Anderer ändern

source: Access Trash Can
de_de: Zugriff auf Papierkorb

source: Configuration
de_de: Einstellungen

source: Configure Categories
de_de: Kategorien verwalten

source: Configure Statuses
de_de: Status verwalten

source: Configure Task Box
de_de: Aufgaben konfigurieren

source: Configure Priority Colors
de_de: Farben der Prioritäten ändern

source: Configure Permissions
de_de: Zugriffsrechte verwalten

source: mm/dd/yyyy
de_de: dd.mm.yyyy

source: There are unsaved changes in CWX Project Settings! You will lose all changes if you leave this page now.
de_de: Änderungen an den CWX Project Einstellungen wurden noch nicht gespeichert! Alle Änderungen gehen verloren wenn Sie diese Seite jetzt verlassen.

source: There are unsaved changes in CWX Project! You will lose these changes if you leave the page now.
de_de: Änderungen in CWX Project wurden noch nicht gespeichert! Alle Änderungen gehen verloren wenn Sie diese Seite jetzt verlassen.

source: Confirm Deletion
de_de: Löschen bestätigen

source: Move the project to trash?
de_de: Soll das Projekt in den Papierkorb verschoben werden?

source: Move the task to trash?
de_de: Soll die Aufgabe in den Papierkorb verschoben werden?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Cancel
de_de: Abbrechen

source: Progress: %s%
de_de: Fortschritt: %s%

source: Assigned to: %s
de_de: Zugewiesen an: %s

source: Due Date: %s
de_de: Fällig am: %s

source: closeText: "Done", prevText: "Prev", nextText: "Next", currentText: "Today", monthNames: ["January","February","March","April","May","June","July","August","September","October","November","December"], monthNamesShort: ["Jan", "Feb", "Mar", "Apr", "May", "Jun", "Jul", "Aug", "Sep", "Oct", "Nov", "Dec"], dayNames: ["Sunday", "Monday", "Tuesday", "Wednesday", "Thursday", "Friday", "Saturday"], dayNamesShort: ["Sun", "Mon", "Tue", "Wed", "Thu", "Fri", "Sat"], dayNamesMin: ["Su","Mo","Tu","We","Th","Fr","Sa"], weekHeader: "Wk", dateFormat: "%s", firstDay: %s, isRTL: false, showMonthAfterYear: false, yearSuffix: ""
de_de: closeText: "Fertig", prevText: "Früher", nextText: "Später", currentText: "Heute", monthNames: ["Januar","Februar","März","April","Mai","Juni","July","August","September","Oktober","November","Dezember"], monthNamesShort: ["Jan", "Feb", "Mär", "Apr", "Mai", "Jun", "Jul", "Aug", "Sep", "Okt", "Nov", "Dez"], dayNames: ["Sonntag", "Montag", "Dienstag", "Mittwoch", "Donnerstag", "Freitag", "Samstag"], dayNamesShort: ["Son", "Mon", "Die", "Mit", "Don", "Fre", "Sam"], dayNamesMin: ["So","Mo","Di","Mi","Do","Fr","Sa"], weekHeader: "KW", dateFormat: "%s", firstDay: %s, isRTL: false, showMonthAfterYear: false, yearSuffix: ""

source: Overview
de_de: Übersicht

source: Trash Can
de_de: Papierkorb

source: Projects
de_de: Projekte

source: Tasks
de_de: Aufgaben

source: Welcome to the CWX Project Plugin! It helps you organize your daily work by providing Task or ToDo lists, grouped by Project folders.
de_de: Willkommen beim CWX Project Plugin! Es hilft Ihnen dabei Ihre tägliche Arbeit, mithilfe von Aufgaben, gesammelt in Projekt-Ordnern, zu organisieren.

source: After the first activation of CWX Project, there will be no Projects in the list, so, the first thing you want to do is add a Project. There is a Plus-button on the bottom of the widget that opens a form that lets you add a new Project. (Please note: If you check the Private box, only you can see and use the Project, otherwise all permitted user can see and or use the Project. Read more about Projects under the Projects tab.)
de_de: Nach der ersten Aktivierung von CWX Project sind noch keine Projekte angelegt. Um ein neues Projekt anzulegen, wird der Plus-Button, unten im Widget, angeklickt. Darauf hin öffnet sich ein Formular zum anlegen eines neuen Projekts. (Hinweis: Wenn Sie das Häkchen bei Privat machen, werden nur Sie das Projekt sehen und bearbeiten können. Lesen Sie mehr über Projekte unter dem Projekte-Reiter.)

source: Another button on the bottom of the widget is the Trash Can, which opens the Trash Can page of CWX Project. There you can restore previously trashed items or delete them permanently. Note, this button is only available to users that have permission to access the Trash Can.
de_de: Ein weiterer Button am Ende des Widgets ist der Papierkorb, der den Papierkorb von CWX Project öffnet. Dort können zuvor gelöschte Einträge wiederhergestellt oder permanent gelöscht werden. Der Papierkorb-Button ist nur mit entsprechenden Rechten sichtbar.

source: The last button on the bottom of the widget is the Cog, which opens the settings for CWX Project. There you can manage categories, statuses, user permissions and other stuff. Note, this button is only available to users that have permission to access the settings page.
de_de: Der letzte Button am Ende des Widgets ist das Zahnrad, welches die Einstellungen für CWX Project öffnet. Dort können Status, Kategorien und Nutzerrechte verwaltet, sowie andere Einstellungen angepasst werden. Beachten Sie: das Zahnrad ist nur mit entsprechenden Rechten verfügbar.

source: CWX Project organizes Tasks in Project folders, which are the top-level items. Project folders only have two properties, their titles and a status of public or private. However, Project folders have a progress bar, showing the total progress of contained Tasks. Contained Tasks can be opened by clicking on the Project row or by putting the focus on the Project row, then hitting the Enter-key. On the right, Project folders offer up to three action buttons, depending on user permissions.
de_de: CWX Project organisiert Aufgaben in Projektordnern. Projektordner besitzen nur zwei Eigenschaften: ihren Titel und einen Status von öffentlich oder privat. Außerdem verfügen Projektordner über eine Fortschrittsanzeige, die den gesamten Fortschritt der im Projekt vorhandenen Aufgaben anzeigt. Im Projekt enthaltene Aufgaben werden durch Anklicken des Ordners, oder bei gesetztem Fokus durch Drücken der Enter-Taste, aufgelistet. Projektordner verfügen des Weiteren , abhängig von Nutzerrechten, noch bis zu drei Buttons.

source: Internal Statuses / Legend
de_de: Interner Status / Legende

source: Italic Title
de_de: Kursiver Titel

source: An italic title means the project is private to <em>you</em>.
de_de: Ein kursiver Titel bedeutet, dass es ein für <em>Sie</em> privates Projekt ist.

source: Project Actions
de_de: Aktionen von Projekten

source: Add Task (%s)
de_de: Aufgabe hinzufügen (%s)

source: The Add Task button allows you to create new Tasks for the associated Project. The new Task is not publicly visible until it has been updated/saved for the first time.
de_de: Der "Aufgabe hinzufügen"-Button erlaubt Ihnen neue Aufgaben im entsprechenden Projekt anzulegen. Die neue Aufgabe bleibt für andere Benutzer so lange unsichtbar bis sie zum ersten Mal aktualisiert/gespeichert wurde.

source: Edit Project (%s)
de_de: Projekt bearbeiten (%s)

source: The Edit Project button switches the Project row into edit mode, so you can alter the title of the project. Any click outside of the row, or if the input focus leaves the row, changes will be submitted and edit mode will be left. If the Esc-key is hit, changes will be undone and edit mode will be left.
de_de: Mit dem "Projekt bearbeiten"-Button wird ein Projekt in den Bearbeitungsmodus versetzt um dessen Titel schnell ändern zu können . Sobald Sie außerhalb der Projektzeile Klicken, oder der Eingabe-Fokus die Zeile verlässt, wird der Bearbeitungsmodus beendet und die Änderung gespeichert. Wenn Sie die Esc-Taste drücken, wird der Bearbeitungsmodus ebenfalls beendet, jedoch werden die Änderung verworfen.

source: Trash Project (%s)
de_de: Projekt löschen (%s)

source: With the Trash button, Projects can be moved to the Trash Can without permanently deleting them and after a confirmation. Projects can be restored from the Trash Can page of CWX Project, but only if permitted.
de_de: Mit dem Papierkorb-Button können Projekte nach einer Bestätigung in den Papierkorb verschoben werden ohne sie permanent zu löschen. Projekte können aus dem Papierkorb wiederhergestellt werden, entsprechende Rechte vorausgesetzt.

source: Tasks in CWX Project are organized in Project folders. Besides a title and priority on its main row, a Task has several other properties that can be used optionally. These properties can be opened by clicking on the Tasks row or by putting the focus on the Task row, then hitting the Enter-key. On the right of a Task row there are two action buttons, depending on user permissions.
de_de: Aufgaben in CWX Project werden in Projekt-Ordnern abgelegt. Neben einem Titel und der Priorität in der Aufgaben-Zeile, hat eine Aufgabe noch einige andere Eigenschaften, die optional genutzt werden können. Diese Eigenschaften werden durch Anklicken der Aufgaben-Zeile, oder bei gesetztem Fokus durch Drücken der Enter-Taste, geöffnet. Aufgaben-Zeilen enthalten des Weiteren, abhängig von Nutzerrechten, noch bis zu zwei Buttons.

source: An italic title means, <em>you</em> are the the creator or an assignee of the Task.
de_de: Ein kursiver Titel bedeutet, dass <em>Sie</em> der Ersteller oder Bearbeiter der Aufgabe sind.

source: Bold Title
de_de: Titel in Fettschrift

source: A bold title means, the Task is not yet assigned to anyone.
de_de: Ein Titel in Fettschrift bedeutet, dass die Aufgabe noch niemandem zugewiesen ist.

source: Underlined Title
de_de: Unterstrichener Titel

source: An underlined title means, the Task is not yet published and <em>you</em> need to make changes and save it.
de_de: Ein unterstrichener Titel bedeutet, dass die Aufgabe noch nicht öffentlich ist und <em>Sie</em> diese ändern und speichern sollten.

source: Task Actions
de_de: Aktionen von Aufgaben

source: Edit Task (%s)
de_de: Aufgabe bearbeiten (%s)

source: The Edit Task button switches the Task row into edit mode, so you can alter the priority and title of the Task. Any click outside of the row, or if the input focus leaves the row, changes will be submitted and edit mode will be left. If the Esc-key is hit, changes will be undone and edit mode will be left.
de_de: Mit dem "Aufgabe bearbeiten"-Button wird eine Aufgabe in den Bearbeitungsmodus versetzt. So können Titel und Priorität schnell geändert werden. Sobald Sie außerhalb der Aufgabenzeile Klicken, oder der Eingabe-Fokus die Zeile verlässt, wird der Bearbeitungsmodus beendet und die Änderungen gespeichert. Wenn Sie die Esc-Taste drücken, wird der Bearbeitungsmodus ebenfalls beendet, jedoch werden alle Änderungen verworfen.

source: Trash Task (%s)
de_de: Aufgabe löschen (%s)

source: With the Trash button, Task can be moved to the Trash Can without permanently deleting them and after a confirmation. Trashed Tasks can be restored from the Trash Can page of CWX Project, but only if permitted.
de_de: Mit dem Papierkorb-Button können Aufgaben nach einer Bestätigung in den Papierkorb verschoben werden ohne diese permanent zu löschen. So gelöschte Aufgaben können später, entsprechende Rechte vorausgesetzt, von der Papierkorb-Seite wiederhergestellt werden.

source: Task Properties
de_de: Aufgaben-Eigenschaften

source: By clicking on a Task row, or hitting the Enter-key on a focussed row, the Task will reveal its properties. Depending on your permissions, you can edit the properties. While most of these properties are self-explanatory, some need an explanation &hellip;
de_de: Durch Anklicken einer Aufgabe, oder Drücken der Eingabe-Taste wenn die Aufgabe den Fokus hat, werden die Eigenschaften der Aufgabe eingeblendet. Abhängig von Ihren Rechten können die Eigenschaften geändert werden. Die meisten Eigenschaften sind selbsterklärend, andere erfordern etwas Erklärung &hellip;

source: Assignee
de_de: Bearbeiter

source: CWX Project automatically detects which users can be Assignees of Tasks. For more comfort in choosing a user, you can type any number of characters in the input field and pick a user from the list that appears. If you enter a users name that cannot be an assignee, no user will be assigned.
de_de: CWX Project erkennt automatisch welche Benutzer als Bearbeiter von Aufgaben in Betracht kommen. Für mehr Komfort bei der Auswahl eines Bearbeiters, kann eine beliebige Anzahl von Buchstaben oder Zahlen eingegeben werden. Es wird dann eine Liste mit einer passenden Auswahl an Benutzernamen eingeblendet aus denen einer ausgewählt werden kann. Wird ein unbekannter oder unzulässiger Name eingegeben, wird kein Benutzer als Bearbeiter festgelegt.

source: Statuses and Categories
de_de: Status und Kategorien

source: In Status and Category fields you can enter any Status or Category name or pick one from the list that appears. If you enter a name that does not yet exists, the Status or Category will be created as a proposal in the system. Such proposals are available temporarily until an administrator (or a user with permission to manage Statuses/Categories) accepts the proposed item or deletes it.
de_de: In Status- und Kategorie-Felder kann jeder beliebige Status- oder Kategorie-Name eingegeben, oder aus der eingeblendeten Liste ausgewählt werden. Wenn ein noch nicht existierender Name eingegeben wird, wird dieser als Vorschlag in CWX Project angelegt. Vorschläge sind vorläufig verfügbar, bis ein Administrator (oder ein Benutzer mit entsprechenden Rechten) den Vorschlag annimmt oder löscht.

source: The CWX Project Widget does not allow to permanently delete any items. Instead, these items will be moved to the Trash Can. This page lists all items that are currently in the Trash Can. The Trash Can offers you to Restore or permanently Delete the items.
de_de: Das CWX Project Widget erlaubt keine endgültige Löschung von Einträgen. Statt dessen werden zu löschende Einträge in den Papierkorb verschoben. Diese Seite listet alle Einträge, die sich momentan im Papierkorb befinden. Aus dem Papierkorb können Einträge wiederhergestellt oder endgültig gelöscht werden.

source: Please note, that all Projects are listed here, trashed or not, that contain trashed Tasks. This is to let you know to which Project trashed Task belong to. Projects that have not been trashed, do not have a checkbox and can neither be deleted nor restored.
de_de: Bitte beachten Sie, dass hier alle Projekte aufgeführt sind, die gelöschte Aufgaben enthalten, ob diese Projekte selbst gelöscht sind oder nicht. Der Grund dafür ist, die Übersicht zu erhalten, welche gelöschten Aufgaben zu welchem Projekt gehören. Aufgelistete Projekte die nicht gelöscht sind, besitzen kein Kästchen zum Markieren und können weder wiederhergestellt, noch endgültig gelöscht werden.

source: Restoring
de_de: Wiederherstellung

source: To restore one or more items, set a checkmark on the item(s) you want to restore. If you choose to restore a Task of a Project that is trashed, the Project will be restored automatically as well. When you have checked the desired items, navigate to the bottom of the list and select Restore Selected from the select box and hit the Submit button.
de_de: Um Einträge wiederherzustellen, setzen Sie ein Häkchen bei den entsprechenden Einträgen. Wenn eine Aufgabe aus einem Projekt im Papierkorb wiederhergestellt werden soll, wird das Projekt ebenfalls wiederhergestellt. Nachdem alle gewünschten Einträge markiert sind, gehen Sie zum Ende der Liste und wählen dort die Aktion zum Wiederherstellen und klicken danach auf Abschicken.

source: Deleting
de_de: Löschen

source: To delete one or more items, set a checkmark on the item(s) you want to delete. If you choose to delete a Project, all of its Tasks will be deleted automatically as well. When you have checked the desired items, navigate to the bottom of the list and select Delete Selected from the select box and hit the Submit button. Please note that there will be no further confimation dialog and the items will be deleted permanently. Be careful!
de_de: Um einen oder mehrere Einträge zu löschen, setzen Sie ein Häkchen bei den zu löschenden Einträgen. Falls ein Projekt gelöscht werden soll, werden alle darin enthaltenen Aufgaben automatisch ebenfalls gelöscht. Nachdem alle gewünschten Einträge mit Häkchen markiert wurden, gehen Sie zum Ende der Liste und wählen dort die Aktion zum Löschen. Danach klicken Sie auf Abschicken. Bitte nehmen Sie zur Kenntnis, dass keine weitere Sicherheitsabfrage erfolgt und die Einträge unwiederbringlich gelöscht werden.

source: Settings for CWX Project offer you to manage Task Statuses, Task Categories and User Permissions (based on Wordpress Roles), customize the colors of Task Priorities and to set which type of posts show the CWX Project - Task box on their edit pages. If you get the option to change these settings depends on your current role and permissions.
de_de: Die Einstellungen von CWX Project erlauben Ihnen Aufgaben-Status, Kategorien und Nutzerrechte (basierend auf WordPress Rollen) zu verwalten, die Farben der Prioritäten anzupassen und zu welchem Inhaltstyp eine CWX Project - Aufgabe-Box auf den Seiten zur Bearbeitung verfügbar sein soll. Welche dieser Einstellungen Sie bearbeiten können, hängt von Ihren Rechten ab.

source: All of these settings are organized in Tabs. Depending on your device and/or window size, some of these Tabs may be hidden. In that case you can scroll the Tabs with the arrow buttons next to them. You can always use the key combination [shift] + [ctrl] + [left]/[right] to navigate the Tabs.
de_de: Alle Einstellungen befinden sich unter Reitern. Abhängig von Ihrem Gerät und/oder der Fenstergröße sind einige Reiter nicht sichtbar. In dem Fall können die Reiter mit den Pfeil-Buttons, seitlich der Reiter, gescrollt werden. Sie können jederzeit mit der Tastenkombination [Umschalt.] + [Strg] + [Links]/[Rechts] durch die Reiter navigieren.

source: After you have made any changes, you can hit the Apply Changes button at any time you want, no matter on which tab you are - all changes on all tabs will be saved and applied immediately.
de_de: Nachdem Sie Änderungen vorgenommen haben, können Sie jederzeit den Anwenden-Button drücken, egal unter welchem Reiter Sie gerade arbeiten - alle Änderungen werden dann sofort gespeichert und angewendet.
